Repository: JumanDhaher/businessCards
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: Add image
ar: ارفق صورة

source: Address
ar: العنوان

source: Brand Logo
ar: الشعار

source: Card
ar: البطاقة

source: Create Card
ar: إنشاء بطاقة

source: Delete
ar: خذف

source: Description
ar: الوصف

source: Edit Card
ar: تحرير البطاقة

source: Email
ar: البريد الإلكتروني

source: Enter the description
ar: أدخل الوصف

source: Enter the Instagram
ar: أدخل حساب الانستقرام

source: Enter the website
ar: أدخل رابط الموقع الإلكتروني

source: Enter the x
ar: أدخل حساب x

source: Enter your business address
ar: أدخل العنوان

source: Enter your business name
ar: أدخل الاسم

source: Enter your email
ar: أدخل البريد الإلكتروني

source: Enter your phone number
ar: أدخل رقم الهاتف

source: Enter your role
ar: أدخل الدور

source: image
ar: الصورة

source: Instagram
ar: انستقرام

source: logo
ar: الشعار

source: Logo
ar: الشعار

source: My Card
ar: بطاقتي

source: Name
ar: الاسم

source: Next
ar: التالي

source: Phone Number
ar: رقم الهاتف

source: PhoneNumber
ar: رقم الهاتف

source: Press '+' to add new cards
ar: انقر "+" لإضافة بطاقة جديدة

source: Role
ar: الدور

source: Save
ar: حفظ

source: Select Color
ar: اختر لون

source: Social Media
ar: التواصل الاجتماعي

source: Submit
ar: ارفق

source: Update
ar: تحديث

source: Website
ar: الموقع الإلكتروني
